YCSB/result_local_ycsb_test5_201005/clockdown_outputRun_e.txt
[OVERALL], RunTime(ms), 173216
[OVERALL], Throughput(ops/sec), 577.3138740070201
[TOTAL_GCS_PS_Scavenge], Count, 161
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 427
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2465130242009976
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 161
[TOTAL_GC_TIME], Time(ms), 427
[TOTAL_GC_TIME_%], Time(%), 0.2465130242009976
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1370.0
[CLEANUP], MinLatency(us), 1370
[CLEANUP], MaxLatency(us), 1370
[CLEANUP], 95thPercentileLatency(us), 1370
[CLEANUP], 99thPercentileLatency(us), 1370
[INSERT], Operations, 4991
[INSERT], AverageLatency(us), 104.43458224804648
[INSERT], MinLatency(us), 71
[INSERT], MaxLatency(us), 11383
[INSERT], 95thPercentileLatency(us), 173
[INSERT], 99thPercentileLatency(us), 223
[INSERT], Return=OK, 4991
[SCAN], Operations, 95009
[SCAN], AverageLatency(us), 1814.4574513993412
[SCAN], MinLatency(us), 57
[SCAN], MaxLatency(us), 29199
[SCAN], 95thPercentileLatency(us), 3703
[SCAN], 99thPercentileLatency(us), 4739
[SCAN], Return=OK, 95009