YCSB/result_local_ycsb_test5_201005/standard_outputLoad_f.txt
[OVERALL], RunTime(ms), 8951
[OVERALL], Throughput(ops/sec), 11171.936096525527
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 17
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.18992291364093397
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 17
[TOTAL_GC_TIME_%], Time(%), 0.18992291364093397
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2427.0
[CLEANUP], MinLatency(us), 2426
[CLEANUP], MaxLatency(us), 2427
[CLEANUP], 95thPercentileLatency(us), 2427
[CLEANUP], 99thPercentileLatency(us), 2427
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 87.01222
[INSERT], MinLatency(us), 68
[INSERT], MaxLatency(us), 25887
[INSERT], 95thPercentileLatency(us), 89
[INSERT], 99thPercentileLatency(us), 99
[INSERT], Return=OK, 100000