YCSB/result_local_ycsb_test5_201005/standard_outputRun_e.txt
[OVERALL], RunTime(ms), 158466
[OVERALL], Throughput(ops/sec), 631.0501937324095
[TOTAL_GCS_PS_Scavenge], Count, 161
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 510
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3218355988035288
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 161
[TOTAL_GC_TIME], Time(ms), 510
[TOTAL_GC_TIME_%], Time(%), 0.3218355988035288
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1261.0
[CLEANUP], MinLatency(us), 1261
[CLEANUP], MaxLatency(us), 1261
[CLEANUP], 95thPercentileLatency(us), 1261
[CLEANUP], 99thPercentileLatency(us), 1261
[INSERT], Operations, 4999
[INSERT], AverageLatency(us), 99.12722544508902
[INSERT], MinLatency(us), 72
[INSERT], MaxLatency(us), 8703
[INSERT], 95thPercentileLatency(us), 150
[INSERT], 99thPercentileLatency(us), 196
[INSERT], Return=OK, 4999
[SCAN], Operations, 95001
[SCAN], AverageLatency(us), 1660.0309259902526
[SCAN], MinLatency(us), 56
[SCAN], MaxLatency(us), 30687
[SCAN], 95thPercentileLatency(us), 3083
[SCAN], 99thPercentileLatency(us), 3267
[SCAN], Return=OK, 95001